results/core6_v1/raw_batch2_20260710/incremental_blocks_4_5/20260710T163222_spike_H100_rep5/k6_stdout.log

     ✓ status 200

     checks.........................: 100.00% 126054 out of 126054
     data_received..................: 29 MB   51 kB/s
     data_sent......................: 13 MB   23 kB/s
     http_req_blocked...............: avg=8.18µs   min=1.44µs     med=5.62µs   max=27.85ms  p(90)=11.77µs  p(95)=16.09µs 
     http_req_connecting............: avg=601ns    min=0s         med=0s       max=27.78ms  p(90)=0s       p(95)=0s      
     http_req_duration..............: avg=68.27ms  min=974.23µs   med=43.4ms   max=872.08ms p(90)=145.3ms  p(95)=259.25ms
       { expected_response:true }...: avg=68.27ms  min=974.23µs   med=43.4ms   max=872.08ms p(90)=145.3ms  p(95)=259.25ms
   ✓ http_req_failed................: 0.00%   0 out of 126054
     http_req_receiving.............: avg=1.44ms   min=-2297057ns med=469.62µs max=310.44ms p(90)=2.7ms    p(95)=4.95ms  
     http_req_sending...............: avg=24.9µs   min=-1936815ns med=14.3µs   max=59.08ms  p(90)=42.26µs  p(95)=63.59µs 
     http_req_tls_handshaking.......: avg=0s       min=0s         med=0s       max=0s       p(90)=0s       p(95)=0s      
     http_req_waiting...............: avg=66.81ms  min=853.87µs   med=42.64ms  max=854.86ms p(90)=141.75ms p(95)=253.94ms
     http_reqs......................: 126054  221.162407/s
     iteration_duration.............: avg=169.12ms min=102.53ms   med=144.13ms max=973.19ms p(90)=246.32ms p(95)=360.46ms
     iterations.....................: 126054  221.162407/s
     vus............................: 1       min=1                max=100
     vus_max........................: 100     min=100              max=100